Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_palkitsi_saamen_kielten_saamelaisen_kasityon_ja_poronhoidon_opiskelijoita.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät palkitsi saamen kielten, saamelaisen käsityön ja poronhoidon opiskelijoita
sms: Sääʹmteʹǧǧ paʹlǩǩii sääʹmǩiõli, sääʹm ǩiõtt-tuej da puäʒʒhååid mättʼtõõttjid

source: Saamelaiskäräjät jakoi Saamelaisalueen koulutuskeskuksen kevätjuhlassa stipendejä saamen kielten, saamelaisen käsityön ja poronhoidon opinnoissa hyvin menestyneille opiskelijoille.
sms: Sääʹmteʹǧǧ jueʹjji Sääʹmvuuʹd škooultemkõõskõõzz ǩiđđprääʹznǩest stipeeʹndid sääʹmǩiõli, sääʹm ǩiõtt-tuej da puäʒʒhååid määttain puârast spraavdõõttâm mättʼtõõttjid.

source: Stipendi annettiin yhteensä kuudelle koulutuskeskuksen linjoilta valmistuneelle.
sms: Stipeeʹndid uʹvdde õhttsiʹžže kuʹtte škooultemkõõskõõzz liinjin valmštõõvvâm mättʼtõõttja.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sms: Sääʹmteeʹǧǧ stipeeʹndid vuåǯǯu täk nuõr:

source: Inarinsaamen kieli ja kulttuuri : Heli Sarre
sms: Aanrõšǩiõll ja kulttuur: Heli Sarre

source: Pohjoissaamen kieli ja kulttuuri: Kristiina Jomppanen
sms: Tâʹvvsääʹmǩiõll ja kulttuur : Kristiina Jomppanen

source: Koltansaamen kieli ja kulttuuri: Suvi-Tuuli Fofonoff
sms: Nuõrttsääʹmǩiõll ja kulttuur : Suvi-Tuuli Fofonoff

source: Saamelainen käsityö: Harri Krogerus ja Maria Saijets
sms: Sääʹm ǩiõtt-tuejj: Harri Krogerus ja Maria Saijets

source: Poronhoito: Vili Nuorgam
sms: Puäʒʒhåidd: Vili Nuorgam

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille!
sms: Sääʹmteʹǧǧ tuäivat leekk da šiõǥǥ ǩieʹssluäm pukid!
